Repository: osama-kassar/poll2know2
Catalog: src/Locale/*/default.po
Languages: ar, tr

# exam_review_desc
source: Correct answers have a green checkmark, Wrong answers have red cross mark, the correct choice is green.
ar: الاجابات الصحيحة بجانبها علامة صح خضراء, الخطأ بجانبها علامة ضرب حمراء, الخيار الصحيح لونه أخضر
tr: Doğru yanıtların yeşil bir onay işareti vardır, hata kırmızı çarpı işaretinin yanında, doğru seçim yeşildir.

# exam_configs.showReview
source: Exam preview
ar: مراجعة الاختبار
tr: Testi incele

# exam_configs.maxPolls
source: Max polls
ar: العدد الأقصى للاختبار
tr: Maksimum test sayısı

source: Max polls
ar: العدد الأقصى للاختبار
tr: Maksimum test sayısı

# showReview
source: Show preview
ar: مراجعة الاختبار
tr: Testi incele

# results_according_to_score
source: Exam results
ar: نتائج الإختبار
tr: Test Sonuçları

# results_according_to_score_desc
source: Through this section, you can put the results that will appear after passing the test ... where the result is 0 and 59, and between 60 and 100 is successful, and so on.
ar: من خلال هذا القسم يمكنك وضع النتائج اللتي ستظهر للمستخدم بعد اجتياز الاختبار ... مثلاً عندما تكون نتيجة المستخدم بين 0 و 59 يكون راسب وبين 60 و 100 يكون ناجح وهكذا
tr: Bu bölüm aracılığıyla, testi geçtikten sonra kullanıcıya görünecek sonuçları koyabilirsiniz ... Örneğin, kullanıcının sonucu 0 ile 59 arasında olduğunda başarısız olur ve 60 ile 100 arasında başarılı olur vb.

# result_max
source: Max value
ar: القيمة القصوى
tr: Maksimum değer

# result_min
source: ’Min value
ar: القيمة الدنيا
tr: Minimum değer

# result_name
source: Title
ar: العنوان
tr: Adres

# result_text
source: Description
ar: الشرح
tr: Açıklama

source: Add result
ar: إضافة نتيجة
tr: Sonuç ekle

source: Exam tags
ar: وسوم الاختبار
tr: Test etiketleri

# delete_confirm
source: Are you sure you whant to delete?
ar: هل تريد تنفيذ عملية الحذف؟
tr: Bu işlemi silmek istiyor musunuz?

source: Add poll
ar: أضف استفتاء
tr: Anket ekle

source: Add tag
ar: أضف وسم
tr: Etiket ekleyin

source: Tag
ar: الوسم
tr: Başlık etiketi

source: Tags list
ar: قائمة الوسوم
tr: Etiket Listesi

source: Comments
ar: التعليقات
tr: Yorumlar

source: Or
ar: أو
tr: ya da

# create_competition
source: Compete friends
ar: تحدى أصدقائك
tr: Arkadaşlarınıza meydan okuyun

# create_competition_desc
source: By clicking on the challenge button above, you will create a competition ... your friends can participate in it through a link that we will provide you with.
ar: بالضغط على زر التحدي بالأعلى ستقوم بإنشاء مسابقة... يمكن لأصدقائك الاشتراك بها من خلال رابط سوف نزودك به
tr: Yukarıdaki meydan okuma düğmesine tıklayarak, bir yarışma oluşturacaksınız ... arkadaşlarınız size sağlayacağımız bir link aracılığıyla bu yarışma katılabilirler.

source: The competition
ar: المسابقة
tr: Yarışma

# competation_in_progress
source: There is competition in progress
ar: يوجد مسابقة مستمرة بالفعل
tr: Zaten devam eden bir yarışma var

# waiting_competitors
source: Waiting for competitors
ar: بانتظار اشتراك المتسابقين
tr: Yarışmacıların katılmasını beklemekte..

# create_competition_failed
source: creating competition failed, please try agin later
ar: فشل انشاء المسابقة, الرجاء المحاولة لاحقاً
tr: Yarışma oluşturulamadı, lütfen daha sonra tekrar deneyin

# create_competition_success
source: The competition created successfully
ar: تتم إنشاء المسابقة بنجاح
tr: Yarışma başarıyla oluşturuldu

# invitation_link
source: Send the link for competitors
ar: أرسل الرابط للمتسابقين
tr: Linki yarışmacılara gönderiniz

source: Select gender
ar: اختر الجنس
tr: Cinsiyeti Seçiniz

source: Male
ar: ذكر
tr: Erkek

source: Female
ar: انثى
tr: Kadın

# challenge_accepted
source: Join the competition
ar: الإشتراك بالمسابقة
tr: Yarışmaya katılın

# start_competition
source: Start the competition
ar: إبدأ المسابقة
tr: Yarışmaya başlayın

# delete_competition
source: Delete the competition
ar: حذف المسابقة
tr: Yarışmayı iptal edin

source: Waiting to start
ar: بانتظار بدء المسابقة
tr: Yarışmanın başlamasını bekleyiniz..

# competition_closed
source: Competition has closed, you can start a new contest or take the quiz alone
ar: انتهى وقت المسابقة, يمكنك بدء مسابقة جديدة أو خوض الاختبار بمفردك
tr: Yarışma kapandı, yeni bir yarışma başlatabilir veya testi tek başınıza yapabilirsiniz

# competition_expired
source: Competition has expired, you can start a new contest or take the quiz alone
ar: انتهى وقت المسابقة, يمكنك بدء مسابقة جديدة أو خوض الاختبار بمفردك
tr: Yarışma süresi doldu, yeni bir yarışma başlatabilir veya testi tek başınıza yapabilirsiniz

# isFounder
source: Competition founder
ar: مؤسس المسابقة
tr: Yarışmanın Kurucusu

# invitation_link_desc
source: Send the link below to invite competitors... Click on the link to copiedit or shared it ... The competition cannot start without at least tow competitors.
ar: ارسل الرابط بالأسفل لدعوة متسابقين... أضغط على الرابط سيتم نسخه آلياً أو شاركه... لا يمكن بدء المسابقة إذا لم يكن هنا على الأقل متسابقين
tr: Yarışmacıları davet etmek için aşağıdaki linki gönderin ... Linke tıklayın. Otomatik olarak kopyalanacak veya paylaşılacaktır ... Burada en az bir yarışmacı yoksa yarışma başlayamaz.

# link_copied
source: The link has been copied
ar: تم نسخ الرابط
tr: Link kopyalandı

# you_invited_from
source: You have been invited to the challenge by: %s. Please enter your name and click on Join competition button.
ar: لقد تم دعوتك للتحدي من قبل: %s, الرجاء أدخل اسمك واضغط على زر الإشتراك بالمسابقة.
tr: %S tarafından meydan okumaya davet edildiniz, lütfen adınızı giriniz ve Katıl düğmesine tıklayınız.

# start_exam_or_start_competition
source: Repeat / challenge your friends
ar: أعد الإختبار أو أنشأ مسابقة وتحدى أصدقائك
tr: Tekrarla / Yarışma oluştur

# result_competition_in
source: Challenge score in a test
ar: نتيجة التحدي في اختبار
tr: Meydan okuma sonucu

source: Share the link
ar: شارك الرابط
tr: Linki paylaşın

source: Whatsapp
ar: واتسأب

# too_few_competitors
source: The competition cannot be started with less than one competitor
ar: لا يمكن بدء المسابقة بأقل من متسابقين
tr: Yarışma birden az yarışmacı ile başlatılamaz

# you_cant_compete_your_self
source: You cannot challenge yourself, send / share the link with your friends to challenge them
ar: لا تستطيع تحدي نفسك, أرسل/شارك الرابط مع أصدقائك لتتحداهم
tr: Kendinize meydan okuyamazsınız, arkadaşlarınıza meydan okumak için linki gönderebilir / paylaşabilirsiniz.

# no_data
source: There are no records at the moment
ar: لا يوجد سجلات في الوقت الراهن
tr: Şu anda kayıt yok.

# This field cannot be left empty
source: Please fill this field
ar: الرجاء ملء هذا الحقل
tr: Lütfen bu alanı doldurunuz

source: Score
ar: العلامة
tr: Puan

# see_more
source: More
ar: المزيد
tr: Daha fazla gör

source: VS
ar: ضد
tr: #NAME?

# CaptchaCode
source: Code
ar: كود الأمان
tr: Kodu yaz

source: Send
ar: أرسل
tr: Gönder

source: Message
ar: النص
tr: Metin

# select_reason
source: Select subject
ar: اختر موضوع الرسالة
tr: Mesajın konusunu seçiniz

# send_us_your_feedback
source: We re looking at your valuable opinions ... they are our guider.
ar: ننظر إلى آرائكم باهتمام... فهي وجهتنا
tr: Görüşlerinize ilgiyle bakıyoruz ... görüşleriniz bizim yolumuz

# send_us_your_feedback_msg
source: Dear visitors, we eager to develop useful services that meet your needs ... Therefore, we hope we get a little of your valuable time to give us your precious opinion with transparency, or any ideas that shine through your thoughts are valuable information that helps us provide the best ... Thank you
ar: الأعزاء الزوار نرغب بشدة بتطوير خدمات مفيدة تلبي احتياجاتكم... لذلك نتمنى أن نحصل على القليل من وقتكم الثمين, تعطونا فيها رأيكم بشفافية أو أي أفكار لمعت بخواطركم هي معلومات ثمينة تساعدنا على تقديم الأفضل... شكراً لكم.
tr: Değerli ziyaretçilerimiz, ihtiyaçlarınızı karşılayan faydalı hizmetler geliştirmeyi çok istiyoruz ... Bu nedenle değerli vaktinizden biraz yararlanacağımızı, bize şeffaf bir şekilde düşüncelerinizi vermenizi veya düşüncelerinizi aydınlatan herhangi bir fikir, en iyisini sunmamıza yardımcı olan değerli bilgilerdir ... Teşekkür ederiz.

source: Other
ar: آخر
tr: Başka

# reporting_error
source: Bug reporting
ar: تبليغ عن خطأ أو ثغرة
tr: Bir hata veya boşluk bildirin.

source: Compliment
ar: إعجاب
tr: Beğendim

source: Complaint
ar: شكوى
tr: Şikayet

# site_address
source: Educational, entertainment, fun website, we believe that the best way to learn are entertainment and fun ... We wish you have useful and enjoyable time with us.
ar: موقع ترفيهي تعليمي, نؤمن أن أفضل طرق للتعلم هي الترفيه والمنافسة... نتمنى لكم معنا وقت مفيد وممتع
tr: Öğrenmenin en iyi yolunun eğlence ve rekabet olduğuna inanıyoruz ... Bizimle faydalı ve keyifli vakit geçirmenizi dileriz.

source: Sections
ar: الأقسام
tr: Bölümler

source: Exams
ar: الإختبارات
tr: Testler

source: Polls
ar: الإستفتاءات
tr: Anketler

source: Categories
ar: التصانيف
tr: Sıralandırmalar

source: Competations
ar: المسابقات
tr: Yarışmalar

source: Pages
ar: الصفحات
tr: Sayfalar

source: About us
ar: عن الموقع
tr: Site hakkında

source: Privacy policy
ar: سياسة الخصوصية
tr: Gizlilik Politikası

source: Terms of use
ar: شروط الاستخدام
tr: Kullanım Şartları

source: E-mail us
ar: راسلنا
tr: Bizimle iletişime geç

# captcha_error
source: Wrong Security code
ar: كود الأمان خاطئ
tr: Güvenlik kodunu yanlış

# from_emmailus
source: Visitors messages
ar: من رسائل الزوار
tr: Ziyaretçi mesajlarından

# user_info
source: Visitor info
ar: معلومات الزائر
tr: Ziyaretçi bilgileri

source: Who us
ar: من نحن
tr: Biz Kimiz?

source: RSS
ar: الاشتراك بالتحديثات
tr: Haber abone olun

# sitemotto
source: Ask, Learn and fun
ar: إسأل, تعلم واستمتع
tr: Sor, öğren ve eğlen

source: Scores list
ar: قائمة سجل النقاط
tr: Puan listesi

source: Score result
ar: نتيجة الاختبار
tr: Testin Sonucu

# competitor_id
source: Competitor no.
ar: رقم المتسابق
tr: Yarışmacı numarası

# score_configs
source: Configs
ar: إعدادات
tr: Ayarlar

# score_photo
source: Photo
ar: الصورة
tr: Resim

source: User IP
ar: اي بي المختبَر
tr: Ayarlar

# user_email
source: E-mail
ar: ايميل المختبَر
tr: E-posta test edildi

# user_name
source: Name
ar: اسم المختبَر
tr: İsim test edildi

# hits_ids
source: Answers numbers
ar: أرقام الاجابات
tr: Cevap numaraları

source: Competitors
ar: المتسابقين
tr: Yarışmacılar

source: Competitor gender
ar: جنس المتسابق
tr: Yarışmacının cinsi

source: Time
ar: الوقت
tr: Süre

source: Competitor info
ar: معلومات المتسابق
tr: Yarışmacı bilgileri

# stat_ip
source: Competitor IP
ar: اب بي المتسابق
tr: Yarışmacının IP'si

source: Start
ar: البداية
tr: Başlangıç

source: End
ar: النهاية
tr: Bitiş

source: Competition title
ar: عنوان المسابقة
tr: Yarışmanın Başlığı

source: View competition
ar: عرض المسابقة
tr: Yarışmayı göster

source: Competitions list
ar: قائمة المسابقات
tr: Yarışma Listeleri

source: Competitor score
ar: نتيجة المتسابق
tr: Yarışmacının Sonucu

source: View score
ar: عرض سجل نقاط
tr: Puanınızı görüntüleyin

# poll_configs_isBigPhoto
source: Big photo
ar: صورة كبيرة
tr: Büyük Resim

# exam_configs.showAnswers
source: Show answers
ar: عرض الأجوبة بالمراجعة
tr: Doğru cevabı incele

# Error404
source: Wrong address 404
ar: رابط خاطئ
tr: Yanlış link

source: More
ar: المزيد
tr: Daha fazla

source: Disabled
ar: غير مفعل
tr: Etkin değil

source: Enabled
ar: مفعل
tr: Etkin

source: Started
ar: بدأ
tr: Başla

# finished
source: Done
ar: إنتهى
tr: Bitir

source: Contacts
ar: القائمة البريدية
tr: E-posta listesi

source: Sub sections
ar: الأقسام الفرعية
tr: Alt bölümler

# comment_useremail
source: E-mail
ar: الايميل
tr: E- posta

# comment_target
source: Target
ar: الهدف
tr: Hedef

source: Comments list
ar: قائمة التعليقات
tr: Yorum Listesi

# comment_info
source: Comnet info
ar: معلومات التعليق
tr: Yorum bilgisi

# comment_useremoji
source: Avatar
ar: أفاتار
tr: Emoji

# comment_target_slug
source: Target title
ar: عنوان الهدف
tr: Hedef adresi

# comment_target_id
source: Target ID
ar: اي دي الهدف
tr: ID hedefi

source: View comment
ar: عرض التعليق
tr: Yorumu göster

# contact_fullname
source: Name
ar: الاسم
tr: İsim

# contact_email
source: E-mail
ar: ايميل
tr: E-posta

# contact_categories
source: Categoies
ar: التصانيف
tr: Sınıflandırmalar

# contact_phone
source: Phone
ar: هاتف
tr: Telefon

source: Users list
ar: قائمة المستخدمين
tr: Kullanıcı listesi

# user_role
source: Role
ar: دور المستخدم
tr: Kullanıcı rolü

# user_token
source: Token
ar: كود
tr: Kod

# stat_lastlogin
source: Last login
ar: آخر دخول
tr: Son Giriş

# stat_logins
source: Logins count
ar: عدد الدخول
tr: Giriş Sayısı

source: View User
ar: عرض مستخدم
tr: Kullanıcıyı görüntüle

source: Add user
ar: اضف مستخدم
tr: Kullanıcıyı ekle

source: Edit user
ar: تعديل مستخدم
tr: Kullanıcıyı düzenle

# rate_all_options
source: Please answer all options
ar: الرجاء الإجابة جميع الخيارات

# too_short
source: Too short text
ar: النص قصير جداً

# note-message
source: System message
ar: رسالة نظام

source: Poll
ar: الاستفتاء

source: Exam
ar: الاختبار

source: Option
ar: الخيار

source: Hits
ar: التصويت

# account_not_active
source: This account is not activated. Please check your email to open the account activation message.
ar: هذا الحساب غير مفعل, الرجاء مراجعة البريد الإلكتروني الخاص بكم لفتح رسالة تفعيل الحساب.

source: Future
ar: المستقبل

source: Reset
ar: مسح

# update_result
source: Update
ar: تحديث

source: Close competition
ar: أغلق المسابقة
tr: Rekabeti kapatın

source: Save exam
ar: حفظ الاختبار
tr: Testi kaydet

source: Add new exam
ar: أضف اختبار جديد
tr: Yeni test ekle

# exam_ispublic
source: Public
ar: عام
tr: Genel

# add_edit_result
source: AddEdit results
ar: إضافة/تعديل نتائج الاختبار
tr: Test sonuçlarını ekle/düzenle

# add_edit_question
source: AddEdit questions
ar: إضافة/تعديل أسئلة الإختبار
tr: Test sorularını ekle/düzenle

# to_results_and_more
source: Follow us for any updates
ar: لمتابعة كل جديد
tr: Yeni güncellemeler için bizi takip edin

source: Save result
ar: حفظ النتيجة
tr: Sonucu kaydet

# see_more_polls
source: Watch more polls
ar: شاهد المزيد من الاستفتاءات
tr: Daha fazla anket göster

# see_more_exams
source: Watch more tests
ar: شاهد المزيد من الاختبارات
tr: Daha fazla test göster

# cats
source: Categories
ar: تصانيف
tr: kategori

# competitions_hits
source: Competitions answers
ar: إجابات المسابقة

# polls_hits
source: Polls answers
ar: إجابات الاستفتاءات
tr: Anket cevapları

# exams_hits
source: Exams answers
ar: إجابات الاختبارات
tr: Test cevapları

# example_of_exam
source: Example of the test
ar: عينة من الإختبار
tr: Test örneği

source: Contacts list
ar: قائمة الاتصالات
tr: Kişi listesi

source: Save question
ar: حفظ السؤال
tr: Soruyu kaydet

# filters
source: Filter
ar: فلتر
tr: filtre

source: From
ar: من
tr: Başlat

source: To
ar: إلى
tr: Son

# tar
source: Target
ar: الهدف
tr: hedef

# select_tar
source: Select item
ar: اختر من القائمة
tr: Öğeyi seçin

source: Review done
ar: تمت المراجعة
tr: İnceleme tamamlandı

# 1day
source: Day
ar: يوم
tr: Gun

# 2day
source: 2 Days
ar: يومين
tr: 2 Gun

# 3day
source: 3 Days
ar: ثلاث
tr: 3 Gun

# answer_with_text_value
source: Enter answer below
ar: أدخل الإجابة في الحقل التالي
tr: Aşağıya cevabı girin

source: Exam type
ar: توع الاختبار
tr: Sınav türü

source: Game
ar: لعبة
tr: Oyun

source: Games
ar: ألعاب
tr: Oyunlar

# enter_email_to_track_your_game
source: Please enter correct email to track your game
ar: الرجاء ادخل بريد الكتروني لمتابعة نتيجة الاختبار
tr: Oyununuzu takip etmek için lütfen doğru e-postayı girin

# start_the_game
source: Start game
ar: إبدأ اللعبة
tr: Oyunu başlat

source: Your matching value
ar: درجة التوافق بينكم
tr: Eşleşen değeriniz

# create_your_game
source: Create game and send it
ar: أنشئ لعبة وأرسلها لأصدقائك
tr: Oyun oluştur ve gönder

source: Answers
ar: أجوبة
tr: Cevaplar

source: The game
ar: اللعبة
tr: Oyun

# matches
source: Game result
ar: نتائج اللعبة
tr: Oyun sonucu

# start_game
source: Start game now
ar: إبدأ اللعبة الآن
tr: Oyunu şimdi başlat

source: Games list
ar: قائمة الألعاب
tr: Oyun listesi

# game_link
source: Send the link to your friends
ar: الآن أرسل الرابط لأصدقائك
tr: Linki arkadaşlarınıza gönderin

# game_link_desc
source: Send link below to your friends to find out how much you matching !! ... Click on the link to copy the link or share it through the share buttons.
ar: ارسل الرابط بالأسفل لأصدقائك لمعرفة مدى التوافق بينكم!!... اضغط على الرابط سيتم نسخه آلياً أو شاركه من خلال أزرار المشاركة
tr: Arkadaşlarınızla ne kadar eşleştiğinizi öğrenmek için aşağıdaki linki arkadaşlarınıza gönderin !! ... Linki kopyalamak için aşağıdaki düğmeye basınız veya paylaşma düğmelerine basarak paylaşınız.

# matching_val
source: The Matching
ar: التوافق
tr: Eşleşme

# exam_configs.examValue
source: Exam max value
ar: العلامة العليا للاختبار
tr: Sınav maksimum değeri

source: And
ar: و
tr: ile

# your_matches_link
source: Important link!... copy it and keep it.
ar: رابط مهم, انسخه واحتفظ به!
tr: Önemli linki! ... kopyalayın ve saklayın.

# your_matches_link_desc
source: Copy and keep the link below ... It is very important to see your friends results
ar: انسخ الرابط بالأسفل ... ضروري جداً أن تحتفظ به لتتابع نتيجة التوافق مع اصدقائك فيما بعد
tr: Aşağıdaki linki kopyalayın ve saklayın ... Arkadaşlarınızın sonuçlarını görmek çok önemlidir

# link_sent_to_your_email
source: The link below has been sent to the following mail
ar: لقد تم ارسال الرابط بالاسفل إلى البريد التالي
tr: Aşağıdaki linki aşağıdaki postaya gönderilmiştir

# matching_link_msg
source: Click on the link below to invite your friends to do the test
ar: اضغط على الرابط بالاسفل لمتابعة درجة التوافق مع اصدقائك
tr: Arkadaşlarınızı teste davet etmek için aşağıdaki linki tıklayın

source: Matching link
ar: رابط اللعبة
tr: Eşleşen linki

# invite_from
source: Invitation from
ar: دعوة من
tr: Tarafından gönderilen davetiye

# game_link_email
source: Game link message
ar: رسالة رابط اللعبة
tr: Oyun linki mesajı

# you_invited
source: You invited to play
ar: تمت دعوتك للعبة
tr: Oynamaya davet ettin

# is-email-msg
source: Please enter correct E-Mail format
ar: الرجاء ادخال بريد الكتروني صحيح
tr: Lütfen doğru E-posta formatını girin

# want_play_with_you
source: Wants to play with you
ar: يريد اللعب معك
tr: Seninle oynamak istiyor

# match_score1
source: Side1
ar: طرف1
tr: Yan1

# match_score2
source: Side2
ar: طرف2
tr: Yan2

source: Matches list
ar: قائمة التطابق
tr: Maç listesi

# result_name_1
source: Good, but you've got low score
ar: احسنت لكن علامتك قليلة
tr: Güzel, ama puanın düşük

# result_text_1
source: Don't worry, check the wrong answers and repeat the exam
ar: لاعليك, أعد المحاولة مرة أخرى للحصول على علامة أفضل
tr: Endişelenmeyin, yanlış cevapları kontrol edin ve sınavı tekrarlayın

# result_name_2
source: Great!!,, you've got good score
ar: أنت جيد حصلت على علامة مقبولة
tr: Harika!!, iyi bir puanın var

# result_text_2
source: Nice!!, your score is good, although you can have better score
ar: أحسنت لقد حصلت على علامة متوسطة, بقليل من المجهود يمكنك الحصول على علامة أفضل
tr: Güzel !!, puanınız iyi, ancak daha iyi puan alabilirsiniz

# result_name_3
source: Wow Awesome!!!
ar: أنت راااائع!!!
tr: Vay Harika!!!

# result_text_3
source: Excellent you're score is very high
ar: ممتاز!!!... علامتك عالية جداً
tr: Mükemmel, puanın çok yüksek

source: of
ar: من

source: page
ar: صفحة

source: Dear visitor
ar: العزيز الزائر
tr: Sevgili ziyaretçi

source: Congrats
ar: تهانينا
tr: Tebrikler

source: Your degree
ar: درجتك
tr: Dereceniz

# you_pass
source: You passed
ar: لقد اجتزت
tr: Geçersin

source: Game result
ar: نتيجة اللعبة
tr: Oyun sonucu

# send_invitation_to_your_friends
source: Send the game to your friends to know how you matching
ar: أرسل اللعبة إلى أصدقائك لتعرف درجة التطابق بينكم
tr: Nasıl eşleştirdiğinizi öğrenmek için oyunu arkadaşlarınıza gönderin

# general_stat
source: General statistics
ar: احصائيات عامة

source: Date
ar: التاريخ

source: Total exams
ar: مجموع الاختبارات

source: Active
ar: مفعل

source: Inactive
ar: غير مفعل

source: Exams type
ar: نوع الاختبار

# total_prcntg_exams
source: Percentage
ar: نسبة مئوية

# total_count_exams
source: Answers count
ar: عدد الاجوبة

# total_game_exams
source: Games
ar: الألعاب

# total_polls
source: Polls
ar: استفتاءات

source: Total scores
ar: مجموع النتائج

# total_scores_per_date
source: Per date
ar: حسب التاريخ

# exams_chart_title
source: Scores per exams
ar: الاختبارات المنجزة حسب التاريخ

# exams_total_results
source: Scores per exams
ar: عدد الاختبارات المنجزة حسب التاريخ

# must_answer_at_least
source: You must select at least
ar: يجب أن تختار على الأقل
tr: en azından seçmelisiniz

source: Questions count
ar: عدد الأسئلة
tr: Soru sayısı

source: Cooking
ar: طبخ
tr: Pişirme

source: Cars
ar: سيارات
tr: Arabalar

source: Politics
ar: سياسة
tr: Politika

source: Personal
ar: شخصي
tr: Kişisel

# sport
source: Sports
ar: رياضة
tr: Spor

# tourism
source: Tours
ar: السياحة
tr: Turizm

source: Industry
ar: صناعة
tr: Endüstri

source: Trading
ar: تجارة
tr: Ticaret

source: Health and Medical
ar: الصحة والطب
tr: Sağlık ve Tıp

source: Study and learning
ar: الدراسة والتعلم
tr: Çöz ve Öğren

source: Art and fun
ar: فن وترفيه
tr: Sanat ve eğlence

# access_throught_socialmedia
source: تسجيل الدخول عبر وسائل التواصل الاجتماعي
tr: Sosyal medya üzerinden giriş yap
