Repository: osama-kassar/poll2know2
Catalog: src/Locale/*/default.po
Languages: ar, tr

source: Share it
ar: شاركها لطفاً
tr: Lütfen paylaşın

# stat_hits
source: Answers count
ar: عدد الاجابات
tr: Cevap sayısı

# stat_views
source: Views count
ar: المشاهدات
tr: Gönderi sayısı

source: Shared
ar: تمت المشاركة
tr: Paylaşıldı

# poll_items
source: Poll s options
ar: خيارات الاستفتاء
tr: Anket öğeleri

# total_hits
source: All answers
ar: كل الإجابات
tr: Tüm cevaplar

source: Result
ar: النتيجة
tr: Sonuç

source: Add comment
ar: أضف تعليق
tr: Yorum yaz

source: See comments
ar: عرض التعليقات
tr: Yorumları göster

# comment_text
source: Text
ar: النص
tr: Metin

source: Submit
ar: إرسال
tr: Gönder

source: Add
ar: أضف
tr: Ekle

source: Save
ar: حفظ
tr: Kaydet

# click_on_img_to_enlarge_it
source: Click on image to enlarge it
ar: إضغط على الصورة لتكبيرها
tr: Resmi büyütmek için tıklayınız

source: Main menu
ar: القائمة الرئيسية
tr: Ana liste

source: Welcome
ar: مرحباً
tr: Merhaba

# register_login
source: Login/Register
ar: دخول/عضوية جديدة
tr: Giriş/Yeni üyelik

source: Polls
ar: الاستفتاءات
tr: Anketler

source: Exams
ar: الاختبارات
tr: Testler

# search_keyword
source: Search here
ar: ابحث الآن
tr: Şimdi ara

# search_polls
source: General search
ar: بحث عام
tr: Genel arama

# search_category
source: Categories
ar: التصانيف
tr: Sınıflandırmalar

# your-favorite
source: My favorites
ar: مفضلتي
tr: Favoriniz

# one_choice
source: One option
ar: خيار واحد
tr: Bir seçenek

# multiple_answer
source: Multiple options
ar: خيارات متعددة
tr: Birçok seçenek

source: Rating
ar: تقييم
tr: Değerlendirme

# add_text
source: Text answer
ar: إجابة نصية
tr: Metin yanıtı

source: Next
ar: التالي
tr: Sonraki

source: Prev
ar: السابق
tr: Önceki

# login_msg
source: You will access so many features after loggin in... we have rich control panel
ar: تسجيل الدخول يمكنك من متابعة الأحداث التي تقوم بها بالتفصيل
tr: Giriş yapmak, etkinliklerinizi detaylı bir şekilde takip etmenizi sağlar

source: Login
ar: تسجيل دخول
tr: Oturum aç

# acount_features
source: New account
ar: أنشأ حساب جديد
tr: Yeni hesap oluştur

# account_features_msg
source: Membership enables you to create surveys and quizzes and share them with your friends, students, employees, etc ...
ar: العضوية تمكنك من إنشاء الاستفتاءات والإختبارات ومشاركتها مع أصدقائك, طلابك, موظفيك, إلخ...
tr: Üyelik, anketler ve testler oluşturmanıza ve bunları arkadaşlarınız, öğrencileriniz, çalışanlarınız vb. ile paylaşmanıza olanak tanır.

# dont_have_account
source: You don t have account?
ar: ليس لديك حساب؟
tr: Hesabınız yok mu?

source: Register
ar: حساب جديد
tr: Yeni hesap oluştur

source: Password
ar: كلمة المرور
tr: Parola

source: E-mail
ar: البريد الالكتروني
tr: E-posta

# already_have_account
source: Do you have account?
ar: هل لديكم حساب بالفعل؟
tr: Gerçekten bir hesabın var mı?

# already_have_account_msg
source: You already have account, You can login... or you may order your password
ar: الرجاء تسجيل الدخول من هنا أو يمكنك طلب كلمة المرور إذا نسيتها
tr: Lütfen buradan giriş yapın veya unuttuysanız bir şifre talep edebilirsiniz.

source: New account
ar: حساب جديد
tr: Yeni hesap oluştur

# user_fullname
source: User name
ar: الاسم الكامل
tr: Tam adınız

# terms_conditions
source: Terms and conditions
ar: سياسة الخصوصية
tr: Gizlilik politikası

# add_to_maillist
source: Add me to news list
ar: أضفني لقائمة الأخبار البريدية
tr: Beni haber posta listesine ekle

source: Create account
ar: أنشأ حساب
tr: Hesap oluştur

# info_about_socialmedia_access
source: We strongly recommend you registering through social media, and we guarantee your information privacy is protected and never shared.
ar: ننصح بالتسجيل من خلال وسائل التواصل الاجتماعي, ونضمن حماية وعدم مشاركة معلوماتكم الخاصة قطعاً
tr: Sosyal medya aracılığıyla kaydolmanızı öneririz ve özel bilgilerinizin korunduğunu ve asla paylaşılmadığını garanti ederiz.

# registration
source: Register new account
ar: تسجيل حساب جديد
tr: Yeni hesap oluştur

source: Facebook
ar: فيسبوك

source: Google plus
ar: غوغل بلس

source: Twitter
ar: تويتر

source: Linkedin
ar: لينكدإن

source: Pinterest
ar: بينترست

source: Related polls
ar: إستبيانات متعلقة
tr: İlgili anketler

# latest-added-polls
source: Latest polls
ar: الاستبيانات المضافة مؤخراً
tr: Son eklenen anketler

# latest-added-exams
source: Latest exams
ar: الاختبارات المضافة مؤخراً
tr: Son eklenen testler

# login-success
source: You logged in successfully
ar: تم تسجيل الدخول بنجاح
tr: Başarıyla giriş yaptınız

# login-fail
source: Failed to log in, please check your username/password and try again.
ar: فشل في تسجيل الدخول, الرجاء التحقق من اسم المستخدم وكلمة المرور وحاول مرة أخرى
tr: Giriş yapılamadı

# save-success
source: Data saved successfully
ar: تم حفظ البيانات بنجاح
tr: Veriler başarıyla kaydedildi

# send-success
source: Data sent successfully
ar: تم إرسال البيانات بنجاح
tr: Veriler başarıyla gönderildi

# save-fail
source: Failed to save data
ar: فشل في حفظ البيانات
tr: Veriler kaydedilemedi

# delete-success
source: Data deleted successfully
ar: تم حذف البيانات بنجاح
tr: Veriler başarıyla silindi

# delete-fail
source: Failed to delete data
ar: فشل في حذف البيانات
tr: Veriler silinemedi

# register-success
source: Congratulations, a new account has been created successfully
ar: مبروك, تم إنشاء حساب جديد بنجاح
tr: Tebrikler! Başarıyla yeni hesap oluşturuldu

# register-fail
source: Failed to create a new account
ar: فشل في إنشاء حساب جديد
tr: Hesap oluşturamadı

source: My account
ar: حسابي
tr: Hesabım

source: Logout
ar: تسجيل خروج
tr: Oturumu kapat

# error_empty
source: Please fill in this field
ar: الرجاء ملء هذا الحقل
tr: Lütfen bu alanı doldurunuz

# This field is required
source: Please fill in this field
ar: الرجاء ملء هذا الحقل
tr: Lütfen bu alanı doldurunuz

# password_too_short
source: Password is too short
ar: كلمة المرور قصير جداً
tr: Şifreniz çok kısa

# password_too_long
source: Password is too long
ar: كلمة المرور طويلة
tr: Şifreniz uzun

# not_unique_email
source: This e-mail already exists
ar: هذ االبريد موجود بالفعل
tr: Bu posta önceden oluşturuldu

# incorrect_email
source: Incorrect email format
ar: صيغة بريد الكتروني غير صحيحة
tr: E-posta geçersiz

# must_agreed
source: You must read and agree
ar: يجب قراءة هذا البند والموافقة عليه
tr: Bu madde okunmalı ve onaylanmalıdır

source: Statistics
ar: احصاءات
tr: İstatistik

source: Categories
ar: التصانيف
tr: Sınıflandırmalar

source: Tags
ar: وسوم
tr: Etiketler

source: Users
ar: مستخدمين
tr: Kullanıcılar

# polls_stats
source: Polls statistics
ar: احصاءات الاستفتاءات
tr: Anket istatistikleri

# exams_stats
source: Exams statistics
ar: احصاءات الاختبارات
tr: Test istatistikleri

# users_stats
source: Users statistics
ar: احصاءات الامستخدمين
tr: Kullanıcı istatistikleri

source: All
ar: الكل
tr: Tümü

source: Create
ar: انشاء
tr: Kurmak

source: Polls list
ar: قائمة الاستفتاءات
tr: Anket listesi

source: Total records
ar: مجموع السجلات
tr: Toplam kayıtlar:

source: Show
ar: ظهور
tr: Görünüm

source: Slug
ar: عنوان
tr: Adres

# language_id
source: Language
ar: اللغة
tr: Dil

# parent_id
source: Parent category
ar: التصنيف الأب
tr: Baba sınıflandırması

# poll_name
source: Title
ar: العنوان
tr: Adres

source: Status
ar: الحالة
tr: Durum

# action
source: Actions
ar: وظائف
tr: Görevler

source: View
ar: عرض
tr: Göster

source: Edit
ar: تعديل
tr: Düzenle

# select_correct_option
source: Correct option
ar: خيار صحيح
tr: Doğru cevap

# save_poll_options
source: Save question with options
ar: حفظ السؤال مع الخيارات
tr: Soruyu seçeneklerle kaydedin

source: Add option
ar: أضف خيار
tr: Seçenek ekle

source: Edit option
ar: تعديل خيار
tr: Seçeneği düzenle

# change_photo
source: Edit photo
ar: تغيير الصورة
tr: Resmi değiştir

# options
source: Optoions
ar: الخيارات
tr: Seçenekler

# poll_priority
source: Priority
ar: الأولوية
tr: Öncelilk

# stat_publish_at
source: Publich date
ar: موعد النشر
tr: Basım tarihi

# poll_configs_time
source: Poll period
ar: زمن الاستفتاء
tr: Anket zamanlaması

# poll_configs_expireDate
source: Poll expiration
ar: تاريخ الانتهاء
tr: Bitiş tarihi

# poll_configs_isPublic
source: Public
ar: للعموم
tr: Halk için

# poll_tags
source: Tags
ar: الوسوم
tr: Etiketler

# poll_keywords
source: Keywords
ar: كلمات مفتاحية
tr: Anahtar kelimeleri

source: Edit poll
ar: تعديل استفتاء
tr: Anketi düzenle

# category_id
source: Category
ar: التصنيف
tr: Kategori

source: Poll type
ar: نوع الاستفتاء
tr: Anket türü

# poll_title
source: Title
ar: العنوان
tr: Adres

# poll_text
source: Text
ar: النص
tr: Metin

source: Add/Change
ar: اضافة/تعديل
tr: Ekle/Düzenle

source: Yes
ar: نعم
tr: Evet

source: No
ar: لأ
tr: Hayır

source: Delete option
ar: حذف الخيار
tr: Seçeneği sil

source: Add new option
ar: أضف خيار جديد
tr: Yeni seçenek ekle

source: Multiple choices
ar: متعدد الخيارات
tr: Çoklu seçim

# rate
source: Rating
ar: تقييم
tr: Değerlendirme

source: Add options
ar: إضافة نص
tr: Metin ekle

source: Categories list
ar: قائمة التصانيف
tr: Değerlendirme kategorisi

source: Category name
ar: اسم التصنيف
tr: Kategori adı

source: Delete selected
ar: حدف التحديد
tr: Seçileni sil

source: Enable selected
ar: تمكين التحديد
tr: Seçileni etkinleştir

source: Disable selected
ar: تعطيل التحديد
tr: Seçilim devre dışı bırakıldı

# bulk_action
source: Actions for multiple selection
ar: وظائف لسجلات متعددة
tr: Belirli kayıtlar için işlevler

source: Edit category
ar: تعديل تصنيف
tr: Değerlendirme düzenlemesi

# category_params_icon
source: Icon
ar: ايقونة
tr: İkon

# category_params_link
source: Link
ar: رابط

# category_params_isProtected
source: Protected
ar: محمي
tr: Korumalı

# category_priority
source: Priority
ar: اولوية
tr: Öncelik

# exam_title
source: Title
ar: عنوان الاختبار
tr: Testin başlığı

source: Submit
ar: إرسال
tr: Gönder

# exam_keywords
source: Keywords
ar: كلمات مفتاحية
tr: Aanhtar kelimeleri

# exam_desc
source: Description
ar: شرح
tr: Açıklama

source: Edit exam
ar: تعديل الاختبار
tr: Testi düzenle

source: Exams list
ar: قائمة الاختبارات
tr: Testler listesi

source: Views
ar: مشاهدات
tr: Görüntüleme

source: My polls
ar: استفتاءاتي
tr: Anketlerim

source: My exams
ar: اختباراتي
tr: Testlerim

# poll_i_did
source: Polls I ve did
ar: استفتاءات قمت بها
tr: Yaptığım anketler

# exams_i_did
source: Exams I ve did
ar: اختبارات قمت بها
tr: Yaptığım testler

source: Total points
ar: مجموع النقاط
tr: Puan sayısı

source: Delete
ar: حذف
tr: Sil

# category_params
source: Parameters
ar: بارامترات
tr: Parametreler

# rec_state
source: Status
ar: الحالة
tr: Durum

source: View category
ar: عرض التصنيف
tr: Değerlendirmeyi görüntüle

# delete_record
source: Do you want to delete this record?
ar: هل تريد حذف هذا السجل؟
tr: Kaydı silmek istediğinizden emin misiniz?

source: Search for
ar: تبحث عن؟
tr: Ne arıyorsunuz?

source: Go
ar: بحث
tr: Arama

# not_allowed
source: You do not have permission to access this page
ar: يجب تسجيل الدخول لتتمكن من الوصول إلى هذه الصفحة
tr: Bu sayfaya ulaşabilmek için giriş yaymalısınız

# you_not_authorized
source: You don't have permission to access this page
ar: لاتملك حق الوصول إلى هذه الصفحة
tr: Bu sayfaya erişiminiz yok

source: Add question
ar: اضف سؤال
tr: Soru ekle

# add-edit_questions
source: Add/Edit question
ar: أضافة/تعديل سؤال
tr: Soru düzenle/ekle

source: Questions list
ar: قائمة الأسئلة
tr: Soru listesi

source: Question
ar: سؤال
tr: Soru

# poll_configs_value
source: Question value
ar: قيمة السؤال
tr: Sorunun değeri

# poll_configs_value_ph
source: Set a number as value to calculate the test points
ar: ضع قيمة رقم ليتم حساب نقاط الاختبار
tr: Test noktalarını hesaplamak için bir sayı değeri koyun

# poll_configs_time_ph
source: Question time (sec.)
ar: زمن السؤال (ثانية)
tr: Soru süresi (Saniyede)

# user_id
source: User
ar: المستخدم
tr: Kullanıcı

source: Exam period
ar: زمن الاختبار
tr: Test için belirlenen süre

# seo_keywords
source: Keywords
ar: كلمات مفتاحية
tr: Anahtar kelimeleri

# seo_desc
source: Description
ar: الشرح
tr: Açıklama

# seo_image
source: Photo
ar: الصورة
tr: Resim

# stat_created
source: Created
ar: تاريخ الانشاء
tr: Oluşturulma tarihi

# stat_shares
source: Shares
ar: المشاركات
tr: Paylaşım

# stat_rate
source: Rating
ar: التقييم
tr: Değerlendirme

source: View exam
ar: عرض الاختبار
tr: Testi göster

source: Add exam
ar: اضف اختبار
tr: Test ekle

# poll_view
source: View poll
ar: عرض الاستفتاء
tr: Anketi göster

# see_scores
source: Scores
ar: نتائج المشتركين
tr: Katılımcılarının sonuçları

source: Add to favorite
ar: أضف إلى المفضلة
tr: Favorilere ekle

source: Minutes
ar: دقيقة
tr: Bir dakika

# questions_number
source: Questions count
ar: عدد الأسئلة
tr: Soru sayısı

source: Start exam
ar: إبدأ الاختبار
tr: Teste başla

source: Shares
ar: مشاركات
tr: Paylaşımlar

# exam_sections
source: Sections
ar: الأقسام
tr: Bölümler

source: Add new poll
ar: اضف سؤال جديد
tr: Yeni Soru Ekle

# start_the_exam
source: Start exam now
ar: إبدأ الإختبار الآن
tr: Teste Başla

# poll_configs_minAnswers
source: Answers count
ar: عدد الأجوبة
tr: Cevap sayısı

# poll_configs_minAnswers_ph
source: Minmum answers
ar: حد أدنى من الأجوبة
tr: Minimum Cevap

source: Exam calc method
ar: طريقة حساب النتيجة
tr: Sonuç Hesaplama Yöntemi

# percentage_calc
source: Percentage clac
ar: نسبة مئوية
tr: Yüzdelik

# number_calc
source: Number of total
ar: رقم من رقم
tr: Sayıdan Sayı

# count_calc
source: Answers count
ar: عدد الاجوبة
tr: Cevap Sayısı

# percentage_calc_desc
source: Ex: 65% of 100%
ar: مثال: 65% من 100%
tr: Örnek: %100'den %65

# number_calc_desc
source: Ex: 180 Of 355
ar: مثال 180 من 355
tr: Örnek: 355'ten 180

# count_calc_desc
source: Depend on Answered choice
ar: حسب عدد الأجوبة الأكثر
tr: En iyi cevap sayısına göre

# enter_email_to_track_your_exam
source: Please enter an email to follow the test result
ar: الرجاء ادخل بريد الكتروني لمتابعة نتيجة الاختبار
tr: Test sonucunu takip etmek için lütfen E-posta'yı giriniz

# enter_your_name
source: Please enter your full name
ar: الرجاء أدخل اسمك الكامل
tr: Lütfen tam adınızı giriniz

source: Add comment
ar: أضف تعليقاً
tr: Yorum yaz

source: Homepage
ar: الرئيسية
tr: Ana Sayfa

# checklink
source: Invitation to see the following link:
ar: دعوة لمشاهدة الرابط التالي:
tr: Aşağıdaki bağlantıyı görme daveti:

# limited_period_poll
source: Limited period
ar: محدد الزمن
tr: Zaman Sınırı:

# no_keyword
source: Please enter a word to search
ar: الرجاء إدخال كلمة للبحث
tr: Lütfen aramak için bir kelime girin

source: Search for
ar: البحث عن
tr: Aranıyor

# not-supported-browser_msg
source: This browser is either very old or does not support modern applications. The best browser for this website Firefox ... You can download it from here: <a href=https://www.mozilla.org target=new>https://www.mozilla.org</a>
ar: هذا المستعرض إما قديم جداً أو لا يدعم البرمجيات الحديثة, أفضل أداء للموقع يكون عند استخدام مستعرض فايرفوكس... يمكنك تحميله من هنا: <a href='https://www.mozilla.org' target='new'>https://www.mozilla.org</a>
tr: Bu tarayıcı ya çok eski ya da modern yazılımları desteklemiyor. Site için en iyi performans Firefox tarayıcısını kullanmaktır ... Buradan indirebilirsiniz: <a href='https://www.mozilla.org' target='new'> https http://www.mozilla.org </a>

# users_management_soon
source: Work inprogress to complete user area
ar: العمل قائم على الانتهاء من إدارة المستخدمين
tr: Çalışma, kullanıcı yönetiminin tamamlanmasına dayanır.

source: Total
ar: المجموع
tr: Toplam:

source: Records
ar: سجلات
tr: Kayıtlar

source: Related exams
ar: اختبارات مشابهة
tr: Benzer Testler

source: Search in categories
ar: بحث في التصانيف
tr: Kategoriler Araması

source: Competitions
ar: المسابقات
tr: Yarışmalar

# under_construction
source: This page is under construction. Please visit again later while we finish it... Thank you for your understanding.
ar: هذه الصفحة قيد البناء, الرجاء تكرار الزيارة لاحقاً ريثما نكون انتهينا من بنائها... شكراً لتفهمكم.
tr: Bu sayfa inşa etme aşamasındadır, lütfen inşa etmeyi bitirene kadar tekrar ziyaret edin... Anlayışınız için teşekkür ederiz.

source: Contact info
ar: معلومات المتصل
tr: Arayan bilgisi

# is-number-msg
source: Please enter a valid number
ar: الرجاء إدخال رقم صحيح
tr: Lütfen numarayı doğru giriniz

# is-integer-msg
source: Please enter a valid number
ar: الرجاء إدخال رقم صحيح
tr: Lütfen numarayı doğru giriniz

# is-flaot-msg
source: Please enter a number with a comma
ar: الرجاء إدخال رقم مع فاصلة
tr: Lütfen virgülle bir sayı giriniz

# is-version-msg
source: Please enter a valid version number
ar: الرجاء إدخال رقم نسخة صحيح
tr: Lütfen doğru bir kopya numarası giriniz

# is-password-msg
source: A password can contain numbers, letters and @ # $% ^ & * ()! _ -
ar: كلمة مرور يمكن أن تحتوي على أرقام, أحرف و @ # $ % ^ & * ( ) ! _ -
tr: Şifreniz sayılardan, harflerden, @, #, $, %, ^, &, *, ( ), !, _ ve - den oluşabilir.

# is-paragraph-msg
source: Text is too short or longer than 255 characters
ar: نص قصير جداً أو أطول من 255 محرف
tr: Metni ya çok kısa ya da 255 uzun yazmışsınız.

# is-empty-msg
source: This field cannot be empty
ar: لا يمكن ترك هذا الحقل فارغ
tr: Bu alan boş bırakılamaz

# is-selected-empty-msg
source: Please select an item from the list
ar: الرجاء اختيار عنصر من القائمة
tr: Listeden bir öge seçiniz

# is-phone-msg
source: Please enter a valid phone number
ar: الرجاء إدخال رقم هاتف صحيح
tr: Telefon numaranızı doğru giriniz

# is-4-digits-msg
source: Please enter 4 digits
ar: الرجاء إدخال 4 أرقام
tr: 4 rakam giriniz

# thecompetitors
source: Competitors
ar: المتسابقين
tr: Yarışmacılar

# be_our_sponsership
source: Sponsorship with us
ar: شارك معنا
tr: Bizimle Paylaş

# add_your_logo_here
source: Put your logo and website link here
ar: ضع شعارك ورابط موقعك هنا
tr: Logonuzu ve web sitenizin linkini buraya koyunuz

# sponsership
source: Sponsorship
ar: مشاركة رعاية
tr: Sponsorluk

source: Send vote
ar: أرسل التصويت
tr: Oy verin

# exam_id
source: Exams no.
ar: رقم الاختبار
tr: Test Numarası

source: View poll
ar: عرض الاستفتاء
tr: Anketi göster

# delete_selected_records
source: You are about to DELETE the selected records
ar: أنت على وشك حذف السجلات المحددة
tr: Seçtiğiniz kayıtları silmek üzeresiniz

# enable_selected_records
source: You are about to ENABLE the selected records
ar: أنت على وشك تفعيل السجلات المحددة
tr: Seçtiğiniz kayıtları etkinleştirmek üzeresiniz

# disable_selected_records
source: You are about to DISABLE the selected records
ar: أنت على وشك إلغاء تفعيل السجلات المحددة
tr: Seçtiğiniz kayıtları devre dışı bırakmak üzeresiniz

source: Your result is
ar: نتيجتك هي
tr: Sonucunuz:

source: The exam
ar: الاختبار
tr: Test

# website_title
source: POLL TO KNOW
ar: إسأل, تعلم واستمتع
tr: Web Sitesi Başlığı

# website_keywords
source: Question, questionnaire, quiz, questions, personality test, make a test, entertaining tests, educational testsm competitions, competition, competitors, students, study
ar: سؤال, استبيان, اختبار, أسئلة, اختبار الشخصية, اصنع احتبار, اختبارات ترفيهية, اختبارات تعليمية
tr: Soru, anket, test, sorular, kişilik testi, test oluşturma, eğlenceli testler, eğitici testler

# website_description
source: Ask, learn and have fun!... Poll To Know is educational entertainment website, we believe that the best ways to learn are entertainment and competition ... We wish you a useful and enjoyable time with us.
ar: إسأل, تعلم واستمتع ... موقع ترفيهي تعليمي, نؤمن أن أفضل طرق للتعلم هي الترفيه والمنافسة... نتمنى لكم معنا وقت مفيد وممتع
tr: Sor, öğren ve eğlen! ... Poll To Know eğitici eğlence websitesidir, öğrenmenin en iyi yolunun eğlence ve rekabet olduğuna inanıyoruz ... Bizimle faydalı ve keyifli zaman geçirmenizi dileriz.

# do_answer
source: Answer / next
ar: أجب وانتقل إلى السؤال التالي
tr: Cevapla ve sonraki soruya geç

# answer_and_result
source: Answer and see the result
ar: أجب وشاهد النتيجة
tr: Cevapla ve sonucu gör

source: You
ar: أنت
tr: Sen

# right_answers
source: Correct answers
ar: أجوبة صح
tr: Doğru Yanıtlar

source: Wrong answers
ar: أجوبة خطأ
tr: Yanlış Yanıtlar

# followus
source: Contact us
ar: اتصلوا بنا
tr: Bize Ulaşın

source: Scores
ar: سجل النقاط
tr: Puan

source: Name
ar: الاسم
tr: İsim

source: Select category
ar: اختر التصانيف
tr: Kategorileri Seçiniz

# select_emoji
source: choose emoji fit your status
ar: اختر تعبير يصف انطباعك
tr: İzleniminizi tanımlayan bir emoji seçiniz

# comment_username
source: Name
ar: الاسم
tr: İsim

# comment_email
source: E-mail
ar: الايميل
tr: E-posta

source: Activition e-mail
ar: رسالة تفعيل الحساب
tr: Hesap aktivasyon mesajı

# activition_email_msg
source: Please click on the link below to activate your account ... After the account activation process done, you will be able to use the website s features.
ar: الرجاء الضغط على الرابط بالأسفل لتفعيل حسابكم ... بعد عملية تفعيل الحساب ستكون قادر على استخدام ميزات الموقع
tr: Hesabınızı etkinleştirmek için lütfen aşağıdaki linke tıklayın ... Hesap aktivasyon işleminden sonra sitenin özelliklerini kullanabileceksiniz.

source: Activate account
ar: تفعيل الحساب
tr: Hesap Aktivasyonu

# sitemoto
source: Survey to Learn... a pure source of information.
ar: إسأل, تعلم واستمتع
tr: Öğrenmek için tanımlayın ... saf bir bilgi kaynağı.

# disclaimer
source: If you register with poll2know.com, then you are responsible for any content published by you ... POLL2KNOW and its administration are not responsible for any content made by users.
ar: في حال سجلتم في موقع poll2know.com فأنت مسؤول عن اي محتوى يتم نشره بواسطتكم... إن الموقع وإدارته غير مسؤولين تماماً عن المحتوى المصنوع من قبل المستخدمين.
tr: poll2know.com'a kayıt olursanız, yayınladığınız herhangi bir içerikten siz sorumlusunuz ... Site ve yönetimi, kullanıcılar tarafından yapılan içerikten tamamen sorumlu değildir.

# account_activated
source: Thank you. Your account has been activated successfully
ar: شكراً لقد تم تفعيل حسابكم بنجاح
tr: Teşekkürler. Hesabınız başarıyla etkinleştirildi.

# error_activated_msg
source: An error occurred during the activation process. Please try again or contact technical support
ar: حدث خطأ أثناء عملية التفعيل, الرجاء المحاولة ثانية أو الإتصال بالدعم الفني
tr: Aktivasyon işlemi sırasında bir hata oluştu, lütfen tekrar deneyin veya teknik desteğe başvurun

# wrong_id
source: Wrong account number
ar: خطأ في رقم الحساب
tr: Hesap numarasında bir hata oluştu

# new_password_subject
source: Create new password
ar: تغيير كلمة المرور
tr: Şifreyi değiştir

# email_not_found
source: This ث-mail is not in our database
ar: هذا البريد غير موجود في قاعدة البيانات
tr: Bu posta veritabanında yok

# expired_link
source: This link has expired
ar: هذا الرابط انتهت صلاحيته
tr: Bu linkin süresi doldu

# forget_password
source: Forget your password?
ar: هل نسيت كلمة المرور؟
tr: Şifreyi unuttunuz mu?

# getpassword
source: Password request
ar: طلب كلمة المرور
tr: Şifre Talebi

# getpassword_msg
source: Please enter your e-mail to send a new password
ar: الرجاء إدخال البريد الإلكتروني ليتم إرسال كلمة مرور جديدة
tr: Yeni bir şifre göndermek için lütfen e-postayı giriniz

# send-fail
source: E-mail sent fail, please try again.
ar: فشل في عملية الإرسال, الرجاء المحاولة مرة أخرة.
tr: Gönderim işlemi başarısız oldu, lütfen tekrar deneyin.

source: New password
ar: كلمة مرور جديدة
tr: Yeni Şifre

# set_new_password_msg
source: Please click on the link below, and you will be directed to Create a New Password page.
ar: الرجاء الضغط على الرابط بالأسفل, سيتم تحويلك إلى صفحة إنشاء كلمة مرور جديدة.
tr: Lütfen aşağıdaki linke tıklayın, yeni bir şifre oluşturmak için sayfaya yönlendirileceksiniz.

source: Set new password
ar: أنشأ كلمة مرور جديدة
tr: Yeni şifre oluşturmak

source: Exam review
ar: مراجعة الاختبار
tr: Testi incele
